tap "aws/tap"
tap "dracula/install"
tap "homebrew/bundle"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "bottom"
brew "brew-cask-completion"
brew "colima"
brew "direnv"
brew "docker"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "go"
brew "helix"
brew "htop"
brew "iredis"
brew "lsd"
brew "marksman"
brew "neovim"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "sf-pwgen"
brew "spaceship"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "wget"
brew "wifi-password"
brew "yt-dlp"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "amethyst"
cask "devtoys"
cask "discord"
cask "iterm2"
cask "latest"
cask "maccy"
cask "notunes"
cask "slack"
cask "spaceman"
cask "visual-studio-code"
