tap "aws/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "bottom"
brew "brew-cask-completion"
brew "colima"
brew "coreutils"
brew "docker"
brew "dust"
brew "node"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "helix"
brew "httpie"
brew "iredis"
brew "lsd"
brew "marksman"
brew "neovim"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "ripgrep"
brew "sf-pwgen"
brew "starship"
brew "terminal-notifier"
brew "tldr"
brew "tree"
brew "wget"
brew "wifi-password"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "amethyst"
cask "discord"
cask "latest"
cask "maccy"
cask "notunes"
cask "slack"
cask "spaceman"
cask "steam"
cask "wezterm"
